cask_args appdir: "~/Applications"

cask "1password", args: { appdir: "/Applications" }
cask "adobe-creative-cloud"
cask "alfred"
cask "battle-net"
cask "discord"
cask "dozer"
cask "figma"
cask "github"
cask "grammarly"
cask "istat-menus"
cask "microsoft-office"
cask "miro"
brew "node"
cask "notion"
cask "pitch"
cask "protonvpn"
cask "signal"
cask "slack"
cask "spotify"
cask "telegram"
cask "visual-studio-code"
cask "vivaldi"
cask "vlc"
cask "vmware-fusion"
cask "zoom"

mas 'Xcode', id: 497799835
